Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/trad-cap2-cap7-cap10-calidadMEDIA.tmx
Source language: ca
Languages: es_es

source: Els mecanismes de segmentació usuals intenten identificar unitats similars a l'oració usant la puntuació i el format com a indicadors, amb la idea que el nombre d'oracions serà bàsicament el mateix en el text dret i l'esquerre (això pot fallar).
es_es: Los mecanismos de segmentación habituales intentan identificar unidades similares en la oración haciendo uso de la puntuación y del formato como indicadores, con la idea de que el número de oraciones será básicamente el mismo en el texto derecho y en el izquierdo.

source: Els models actuals poden executar, en determinades circumstàncies, més d'una instrucció al mateix temps, el que fa que de vegades s'execute una instrucció per cicle de rellotge o fins i tot més d'una.
es_es: Los modelos actuales pueden ejecutar, en determinadas circunstancias, más de una instrucción a la vez, lo que hace que a veces se ejecute una instrucción por ciclo o incluso más de una.

source: Els mots la i bata poden pertànyer cada un a dues categories lèxiques diferents.
es_es: Las palabras la y bata pueden pertenecer cada una a dos categorías léxicas diferentes.

source: Els nous processadors tenien jocs d'instruccions més complexos i eren capaços d'executar els programes que executaven els anteriors (per exemple, un Pentium pot executar qualsevol programa escrit per a un 386) però introduïen millores que permetien ordinadors més ràpids, amb capacitat més gran de càlcul, capaços de processar més dades en cada instrucció (8, 16, 32 ---a partir del 386---, i actualment 64 bits) i de gestionar més memòria.
es_es: Los nuevos procesadores tenían juegos de instrucciones más complejos y eran capaces de ejecutar los programas que ejecutaban los anteriores (por ejemplo, un Pentium puede ejecutar cualquier programa escrito para un 386) pero introducían mejoras que permitían ordenadores más rápidos, con capacidad más grande de cálculo, capaces de procesar más datos en cada instrucción (8, 16, 32 ---a partir del 386---, y actualmente 64 bits) y de gestionar más memoria.

source: Els programadors normalment escriuen els seus programes en { llenguatges de programació} basats en instruccions més potents (com ara BASIC, Java, C, C++, Pascal, Perl o Python) i usen programes especials ---els processadors de llenguatges--- per a traduir-los a les instruccions senzilles que entén la màquina. Quasi tots els programes que s'executen en un ordinador han estat escrits en algun llenguatge de programació.
es_es: Los programadores normalmente escriben sus programas en { lenguajes de programación} basados en instrucciones más potentes (como por ejemplo BASIC, Java, C, C++, Pascal, Perl o Python) y usan programas especiales ---los procesadores de lenguajes--- para traducirlos a las instrucciones sencillas que entiende la máquina. Casi todos los programas que se ejecutan en un ordenador han sido escritos en algún lenguaje de programación.

source: Els programes d'aplicació sempre interactuen directament amb el maquinari de l'ordinador.
es_es: Los programas de aplicación siempre interactúan directamente con el hardware del ordenador.

source: Els programes d'aplicació solen estar escrits per ser executats sobre un sistema operatiu concret.
es_es: Los programas de aplicación suelen estar escritos para ser ejecutados sobre un sistema operativo concreto.

source: Els programes més recents resolen això amb filtres o conversors per als formats de text més freqüents, filtres que tracten d'ocultar al màxim possible a la persona usuària les característiques de format dels documents perquè puguen concentrar-se en les textuals. Els professionals valoren molt la capacitat de gestionar el format de manera senzilla i eficient, ja que la preservació del format de les traduccions és una de les tasques que els fa perdre més temps.
es_es: Los programas más recientes resuelven esto con filtros o conversores para los formatos de texto más frecuentes, filtros que tratan de ocultar al máximo al usuario las características de formato de los documentos para que puedan concentrarse en las textuales. Los profesionales valoran mucho la capacidad de gestionar el formato de manera sencilla y eficiente, puesto que la preservación del formato de las traducciones es una de las tareas que los hace perder más tiempo.

source: Els programes poden estar guardats en un disc o carregats en la memòria de l'ordinador mentre són executats pel processador.
es_es: Los programas pueden estar guardados en un disco o cargados en la memoria del ordenador mientras el procesador los ejecuta.

source: Els quantificadors són mots com algun, tot, cada.
es_es: Los cuantificadores son palabras como algún, todo, cada.

source: Els quatre problemes de la traducció automàtica
es_es: Los cuatro problemas de la traducción automática

source: Els sistemes de traducció mot per mot poden cometre, per exemple, errors deguts a l'elecció incorrecta de la categoria gramatical d'un mot lèxicament ambigu.
es_es: Los sistemas de traducción palabra por palabra pueden cometer, por ejemplo, errores debidos a la elección incorrecta de la categoría gramatical de una palabra léxicamente ambigua.

source: Els sistemes més antics eren de vegades monousuari (MS-DOS, Windows 3.11), és a dir, només podien donar suport a una persona usuària, o monotasca, és a dir, no podien executar més d'un programa al mateix temps.
es_es: Los sistemas más antiguos eran a veces monousuarios (MS-DOS, Windows 3.11), es decir, sólo podían apoyar a un usuario o monotarea, es decir, no podían ejecutar más de un programa al mismo tiempo.

source: Els telèfons mòbils intel·ligents o smartphones i les tauletes no solen tenir disc, sinó una memòria flaix no volàtil, per exemple, de 8 GB, i una memòria RAM de l'ordre d'1 GB.
es_es: Los teléfonos móviles inteligentes o smartphones y las mesitas no suelen tener disco, sino una memoria flash no volátil, por ejemplo, de 8 GB, y una memoria RAM de orden de 1 GB.

source: Els triangles s'usen per a no haver d'indicar tots els detalls d'un subarbre concret.}
es_es: Los triángulos se usan para no tener que indicar todos los detalles de un subárbol concreto.}

source: Els$_{i/j?}$ vaig veure caure s'ha d'usar informació semàntica per a saber quin és l'antecedent d'els en la segona oració (els soldats o els xiquets).
es_es: Los$_{i/j?}$ vi caer se tiene que usar información semántica para saber cuál es el antecedente delos la segunda oración (los soldados o los niños).

source: En agost de 1998 es va aprovar la versió 1.1 d'un format estàndard anomenat TMX (Translation Memory eXchange, ``intercanvi de memòries de traducció''); quasi tots els programes gestors de memòries de traducció poden escriure i llegir memòries en aquest format.
es_es: En agosto de 1998 se aprobó la versión 1.1 de un formato estándar llamado TMX (Translation Memory eXchange, ``intercambio de memorias de traducción''); casi todos los programes gestores de memorias de traducción pueden escribir y leer memorias en este formato.

source: En algunes llengües romàniques (en italià, espanyol i català però no en francés) és comuna l'absència del subjecte quan és de tercera persona.
es_es: En algunas lenguas románicas (en italiano, español y catalán pero no en francés) es común la ausencia del sujeto cuando es de tercera persona.

source: En alguns casos, la sintaxi podria donar pistes que permetrien una desambiguació molt aproximada.
es_es: En algunos casos, la sintaxis podría dar pistas que permitirían una desambiguación muy aproximada.

source: En alguns casos, les restriccions poden ser suficients.
es_es: En algunos casos, las restricciones pueden ser suficientes.

source: En anglés swapping.
es_es: En inglés swapping.

source: En aquest capítol ens fixarem molt especialment en l'ambigüitat de les oracions.
es_es: En este capítulo nos fijaremos especialmente en la ambigüedad de las oraciones.

source: En aquest cas, com en l'exemple , l'el·lipsi permet dos posicionaments diferents del pronom qui abans del moviment de Qu, però les ambigüitats causades pel moviment de Qu poden produir-se també sense el·lipsi, com en l'exemple Com dius que Jordi ha explicat que vindria?
es_es: En este caso, como en el ejemplo , la elipsis permite dos posicionamientos diferentes del pronombre quién antes del movimiento de Qu, pero las ambigüedades causadas por el movimiento de Qu pueden producirse también sin elipsis, como en el ejemplo ¿Cómo dices que Jordi ha explicado que vendría?

source: En aquest cas, la posició on hauria d'anar el subjecte es pot suposar ocupada per un pronom sense forma superficial que dóna lloc a ambigüitat mitjançant mecanismes molt similars als de l'anàfora i per tant, se'ls pot considerar mecanismes lèxics.
es_es: En este caso, la posición donde tendría que ir el sujeto puede estar ocupada por un pronombre sin forma superficial que da lugar a ambigüedad mediante mecanismos muy similares a los de la anáfora y por lo tanto, se los puede considerar mecanismos léxicos.

source: En aquest dispositiu, el directori principal o arrel (representat amb el símbol $$) conté un únic (sub)directori {prac1}; aquest directori conté dos (sub)directoris, {tt} (que conté els fitxers tt1.txt i tt2.txt) i {reserva}.
es_es: En este dispositivo, el directorio principal o raíz (representado con el símbolo $$) contiene un único (sub)directorio {prac1}; este directorio contiene dos (sub)directorios, {tt} (que contiene los ficheros tt1.txt y tt2.txt ) y {reserva}.

source: En aquesta modalitat, qui tradueix no té accés a la memòria de traducció.
es_es: En esta modalidad, quien traduce no tiene acceso a la memoria de traducción.

source: En aquests casos podem considerar que les categories buides són mots ``de zero lletres'' que tenen una interpretació.
es_es: En estos casos podemos considerar que las categorías vacías son palabras "de cero letras" que tienen una interpretación.

source: En aquests casos, la comparació de versions diferents del que és essencialment el mateix text i la traducció repetitiva de textos similars és innecessàriament laboriosa.
es_es: En estos casos, la comparación entre versiones diferentes de lo que es esencialmente el mismo texto y la traducción repetitiva de textos similares es innecesariamente laboriosa .

source: En canvi, en l'oració no considerem la primera interpretació (encara que siga la preferida sintàcticament segons la regla de clausura tardana), perquè no és gens versemblant que les cadires tinguen pany (hem usat informació semàntica basada en les nostres creences sobre el món).
es_es: En cambio, en la oración no consideramos la primera interpretación (aunque sea la preferida sintácticamente según la regla de clausura tardía), porque no es nada verosímil que las sillas tengan cerradura (hemos usado información semántica basada en nuestras creencias sobre el mundo).

source: En canvi, si diem Marta va parlar amb qui la va veure no es pot descartar completament que l'antecedent de la siga Marta.
es_es: En cambio, si decimos Marta habló con quien la vió no se puede descartar completamente que el antecedente de la sea Marta.

source: En cas de trobar un segment idèntic (concordança exacta, en anglés exact match) per al qual només hi haja una traducció disponible, només cal inserir-ne la traducció directament.
es_es: En caso de encontrar un segmento idéntico (concordancia exacta, en inglés exact match) para el cual sólo haya una traducción disponible, sólo hay que insertar la traducción directamente.

source: En català ---i en general en les llengües romàniques--- són molt comunes les ambigüitats degudes a la combinació d'un mot que pot ser pronom feble de tercera persona o article (el, la, l', els, les) i un altre mot que pot ser substantiu o verb conjugat.
es_es: En catalán ---y en general en las lenguas románicas--- son muy comunes las ambigüedades debidas a la combinación de una palabra que puede ser pronombre átono de tercera persona o artículo (el, la, l', els, les) y otra palabra que puede ser sustantivo o verbo conjugado.

source: En discos grans, seria molt incòmode tenir tots els fitxers un darrere l'altre; per això, és comú que els fitxers estiguen organitzats en { directoris}, també anomenats carpetes.
es_es: En discos grandes, sería muy incómodo tener todos los archivos uno tras otro, por lo que es normal que los archivos estén organizados en { directorios}, también llamados carpetas.

source: En el cas d'el sistema operatiu GNU/Linux les trajectòries d'aquests dos fitxers serien /{prac1/}{tt/}tt1.txt i /{prac1/}{reserva/}{tt/}tt1.txt.
es_es: En el caso del sistema operativo GNU/Linux las trayectorias de estos dos ficheros serían /{prac1/}{tt/}tt1.txt y / {prac1/}{reserva/}{tt/}tt1.txt.

source: En el cas d'usar les línies elèctriques, la tecnologia rep també el nom de PLC (power line communications o comunicacions a través de les línies de força), però a Espanya no s'usa per a proveir serveis d'Internet a les llars.
es_es: En el caso de las líneas eléctricas , la tecnología recibe también el nombre de PLC (power line communications o comunicaciones a través de líneas de fuerza), pero en España no se usa para proveer servicios de internet a los hogares.

source: En el cas de les frases ``Toni comprarà...'', sembla lògic usar la regla de { clausura tardana}, ja que es correspon prou bé amb les interpretacions preferides per les persones.
es_es: En el caso de las frases ``Toni comprará...'', parece lógico usar la regla de { clausura tardía}, ya que se corresponde bastante bien con las interpretaciones preferidas por las personas.

source: En el cas del mòdem més comú a finals del segle passat, el mòdem telefònic, es tractava d'un dispositiu (normalment una placa interna, encara que també pot ser extern) que permetia usar la línia telefònica (senyals analògics) per a comunicacions informàtiques (digitals) entre dos ordinadors, establint una telefonada; era aleshores la manera estàndard d'accedir a Internet des de casa.
es_es: En el caso del módem más común, el módem telefónico, se trata de un dispositivo (normalmente una placa interna, aunque también puede ser externo) que permite usar la línea telefónica (señales analógicas) para comunicaciones informáticas (digitales) entre dos ordenadores, establenciando una llamada; era entonces la manera estándar de acceder a Internet desde casa.

source: En el cas dels Mac des de l'any 2006 incorporen processadors Intel, així que podem instal·lar-hi Microsoft Windows o GNU/Linux amb tots els seus programes, encara que també podem usar el sistema operatiu propi dels Mac, anomenat MacOS.
es_es: En el caso de los Mac desde el año 2006 incorporan procesadores Intel, así que se puede instalar Microsoft Windows o GNU/Linux con todos sus programas, aunque también podemos usar el sistema operativo propio de los Mac, llamado MacOS.

source: En el cas dels pronoms de tercera persona, la interpretació estarà determinada pels antecedents que se'ls assignen (ambigüitat lèxica per anàfora).
es_es: En el caso de los pronombres de tercera persona, la interpretación estará determinada por los antecedentes que se los asignan (ambigüedad léxica por anáfora).

source: En el context Porta'm aquell sobre de la caixa, una vegada feta l'anàlisi morfològica dels mots de l'oració, es podrien aplicar restriccions lingüístiques basades en seqüències de dues categories lèxiques per a reduir l'ambigüitat.
es_es: En el contexto Tráeme aquel sobre de la caja, una vez hecho el análisis morfológico de las palabras de la oración, se podrían aplicar restricciones lingüísticas basadas en secuencias de dos categorías léxicas para reducir la ambigüedad.

source: En el fragment Anna va apunyalar Marta.
es_es: En el fragmento Anna apuñaló Marta.

source: En el moment d'escriure aquestes línies, els proveïdors d'Internet han començat a oferir un servei domèstic de connexió que permeten connexions de l'ordre de centenars de Mb/s.
es_es: En el momento de escribir estas líneas, los proveedores de Internet han empezado a ofrecer un servicio doméstico de conexión que permite conexiones de la orden de centenares de Mb/s.

source: En els ordinadors personals, la unitat central és un únic xip de silici.
es_es: En los ordenadores personales, la unidad central es un único chip de silicio.

source: En general, l'ús d'un programa gestor de memòries de traducció fa que el procés de traducció siga més eficient quan els textos a traduir són curts.
es_es: En general, el uso de uno programa gestor de memorias de traducción hace que el proceso de traducción sea más eficiente cuando los textos a traducir son cortos.

source: En general, la utilitat d'una memòria de traducció depén en gran part de la capacitat del sistema per a proposar traduccions per a segments { similars} (i per a això s'han de definir i usar criteris adequats de similitud).
es_es: En general, la utilidad de una memoria de traducción depende en gran parte de la capacidad del sistema para proponer traducciones para segmentos { similares} (y para esto se tienen que definir y usar criterios adecuados de similitud).

source: En l'actualitat aquesta diferència no existeix i tant uns com altres empren processadors de la família x86.
es_es: Actualmente esta diferencia no existe y tanto unos como otros utilizan procesadores de la familia 86.

source: En l'actualitat tots els ordinadors porten aquestes capacitats incorporades.
es_es: En la actualidad todos los ordenadores llevan estas capacidades incorporadas.

source: En l'actualitat, hi ha molts programes de traducció assistida per ordinador basats en memòries de traducció disponibles comercialment (SDL Trados de SDL International, Déjà Vu d'Atril, IBM Translation Manager, Transit de Star, etc., per nomenar algunes de les més conegudes).
es_es: En la actualidad, hay muchos programas de memoria de traducción de propósito general disponibles comercialmente (SDL Trados de SDL International, Déjà Vu de Atril, IBM Translation Manager, Transit de Star, etc., por nombrar algunas de las más conocidas).

source: En l'exemple de la secció anterior, la instrucció { inc A
es_es: En el ejemplo de la sección anterior, la instrucción { inc A

source: En l'exemple, el text esquerre té dos segments més (és a dir, $L=M+2$).}
es_es: En el ejemplo, el texto izquierdo tiene dos segmentos más (es decir, $L=M+2$).}

source: En l'oració El cotxe s'ha cremat amb el garatge i l'assegurança no el cobreix no se sap quina de les dues coses està coberta per l'assegurança, el garatge o el cotxe.
es_es: En la oración El coche se ha quemado con el garaje y el seguro no lo cubre no se sabe qué de las dos cosas está cubierta por el seguro, el garaje o el coche.

source: En l'oració No m'agrada la manera com vas dir que vivia encara.
es_es: En la oración No m'agrada la manera com vas dir que vivia encara.

source: En la Universitat d'Alacant hi ha al voltant de 35.000 alumnes.
es_es: En la Universidad de Alicante hay alrededor de 35.000 alumnos.

source: En la actualitat la grandària típica d'un dic fix és de 500 GB o 1 TB (vegeu l'apartat per a assabentar-vos de les mesures d'emmagatzemament de la informació).
es_es: En la actualidad el tamaño típico de un disco fijo es de 500 GB o 1 TB (véase el apartado para conocer las medidas de almacenamiento de información).

source: En la figura es resumeix esquemàticament el maquinari d'un ordinador.
es_es: En la figura se resume esquemáticamente el hardware de un ordenador.

source: En la frase Vaig obrir [la porta]$_i$ a [la cuinera]$_j$ i la$_{i/j?}$ vaig fer passar els índexs ($i$, $j$, $i/j?$) indiquen que el pronom feble la es pot referir a la mateixa persona a la qual ens hem referit amb el sintagma nominal la cuinera, però no hi ha cap raó sintàctica perquè el referent no siga el mateix que el del sintagma la porta: aquesta pot ser una possible causa d'ambigüitat en la segona oració coordinada.
es_es: En la frase Abrí [la puerta]$_i$ a [la cocinera]$_j$ y la$_{i/j?}$ hice pasar los índices ($i$, $j$, $j/j?$) indican que el pronombre átono la se puede referir a la misma persona a la cual nos hemos referido con el sintagma nominal la cocinera, pero no hay ninguna razón sintáctica porque el referente no sea el mismo que lo del sintagma la puerta: esta puede ser una posible causa de ambigüedad en la segunda oración coordinada.

source: En la primera interpretació les és un pronom i creus és un verb, i formen junts un sintagma verbal; en la segona les és un article i creus és un substantiu i formen junts un sintagma nominal.
es_es: En la primera interpretación de la frase en catalán les es un pronombre y creus es un verbo, y forman juntos un sintagma verbal; en la segunda les es un artículo y creus es un sustantivo y forman juntos un sintagma nominal.

source: En la primera interpretació és un participi en la forma passiva haber sido soldado; en la segona és un substantiu masculí singular.
es_es: En la primera interpretación es un participio en la forma pasiva haber sido soldado; en la segunda es un sustantivo masculino singular.

source: En la targeta Compact Flash hi caben $ 2.097.152 / 2.048 = 1.024$ imatges.
es_es: En la tarjeta Compact Flash caben $ 2.097.152 / 2.048 = 1.024$ imágenes.

source: En les imatges en blanc i negre, cada punt és un bit; una pantalla d'ordinador en conté més o menys un milió.
es_es: En las imágenes en blanco y negro, cada punto es un bit; una pantalla de ordenador contiene más o menos un millón.

source: En les unitats de CD-ROM és important la velocitat màxima de transferència de dades, que es dóna com a múltiple de l'estàndard (la d'un CD de música, de l'ordre d'uns 150 kilooctets per segon): quàdrupla (4$$), sèxtupla (6$$), etc.
es_es: En las unidades de CD-ROM es importante la velocidad máxima de transferencia de datos, que se da como múltiple del estándar (la de un CD de música, del orden de unos 150 kilobytes por segundo): cuádruplo (4$$), séxtuplo (6$$, etc.

source: En paraules de t[p. 364]{radford99b} ``hem de reconéixer [l'existència] d'un buit inacceptable entre el que proporciona la sintaxi i el que la semàntica necessita en el cas d'oracions que continguen sintagmes nominals quantificats''.
es_es: En palabras de t[p.364]{radford99b} ``tenemos que reconocer [la existencia] de un vacío inaceptable entre el que proporciona la sintaxis y el que la semántica necesita en el caso de oraciones que contengan sintagmas nominales cuantificados''.

source: En particular, l'aparició d'un punt (``.'') és moltes vegades un bon indicador del final d'una oració, però no sempre.
es_es: En particular, la aparición de un punto (``.'') es muchas veces un buen indicador del final de una oración, pero no siempre.

source: En traducció automàtica, estem interessats a elegir una de les interpretacions possibles, perquè és comú que els mots polisèmics tinguen diverses traduccions (l'ambigüitat de transferència esmentada en l'apartat ).
es_es: En traducción automática, estamos interesados en elegir una de las interpretaciones posibles, porque es común que las palabras polisémicas tengan varias traducciones (la ambigüedad de transferencia mencionada en el apartado ).

source: Es poden trobar molts exemples; per exemple, entre $L_1 =$ espanyol i $L_2 =$ català, tenim: Ayer por la mañana vino tarde $$ *Ahir pel demà vi vesprada (Ahir de matí va venir tard).
es_es: Se pueden encontrar muchos ejemplos; por ejemplo, entre $L_1 =$ español y $L_2 =$ catalán, tenemos: Ayer por la mañana vino tarde $$ Ahir pel demà vi vesprada (Ahir de matí va venir tard).

source: Es podria argumentar fàcilment en contra dient que en frases complexes (per exemple, l'oració ) hi ha massa estructures a considerar.
es_es: Se podría argumentar en contra fácilmente diciendo que en frases complejas (por ejemplo, la oración ) hay demasiadas estructuras a considerar.
